Repository: oh666no/mono-hire-purchase
Catalog: languages/mono-hire-purchase-*.po
Languages: uk

source: Adds a WooCommerce payment gateway for Monobank's installment system, enabling split payments with real-time status updates and order management.
uk: Додає платіжний шлюз WooCommerce для "Покупки частинами" Monobank, що дозволяє здійснювати поділ платежів із оновленням статусу в реальному часі та керуванням замовленнями.

source: Allows customers to pay using Mono Hire Purchase Method.
uk: Дозволяє клієнтам оплачувати за допомогою "Покупки частинами" Mono.

source: Application status
uk: Статус заявки

source: Application sumbission
uk: Подача заявки

source: Available Parts
uk: Доступна кількість платежів

source: Awaiting Mono Hire Purchase payment acceptance
uk: Очікується підтвердження оплати "Покупки частинами" Mono.

source: Bank refunds
uk: Банк повертає

source: Check Mono Order Status
uk: Перевірити статус заявки

source: Choose Image
uk: Виберіть зображення

source: Confirm Shipment
uk: Підтвердити видачу товару клієнтові

source: Description
uk: Опис

source: Desired payments number
uk: Бажана кількість платежів

source: Enable Mono Hire Purchase Method
uk: Увімкнути метод "Покупки частинами" Mono

source: Enable Part Pay Method
uk: Активувати платіжний метод

source: Enable Test Mode
uk: Активувати тестовий режим

source: Enable/Disable
uk: Увімкнути/Вимкнути

source: Enter comma-separated numbers between 3 and 25.
uk: Введіть перелік кількості платежів через кому від 3 до 25

source: For more information about the Mono Hire Purchase API, please refer to the official documentation.
uk: Для більш детальної інформації – ознайомтесь із офіційною доументацією

source: Mono Hire Purchase
uk: Покупка частинами монобанк

source: Mono Hire Purchase Method
uk: "Покупка частинами" Mono

source: Mono Hire Purchase Settings
uk: Налаштування покупки частинами монобанк

source: Mono Order Shipment Status:
uk: Статус видачі клієнту:

source: Mono Order State:
uk: Відповідь банку:

source: Mono Order Sub-state:
uk: Причина:

source: Mono Part Pay
uk: Покупка частинами. Моно

source: Mono Part Pay Banner
uk: Банер для "Покупки частинами"

source: Mono Part Pay finished. Shipment confirmed by shop admin
uk: Покупка Частинами завершена. Видача клієнту підтверджена

source: Mono Part Pay method cancelled by shop admin
uk: Покупка частинами скасована менеджером магазину

source: Mono Part Pay Order
uk: Заявка на "Покупку частинами"

source: Mono Part Pay payment Approved by Bank
uk: Покупка частинами зітверджена банком

source: Mono Part Pay payment Failed. Reason:
uk: Покупка частинами не вдалась. Причина:

source: Mono Pay Order ID:
uk: ID заявки:

source: Mono Pay Status:
uk: Статус заявки:

source: Monobank Hire Purchase Gateway
uk: Платіжний метод "Покупка частинами монобанк"

source: Monobank Hire Purchase Gateway requires WooCommerce to be active.
uk: Шлюз "Покупки частинами" Monobank вимагає активного WooCommerce.

# Number of payments
source: %s payment
uk: %s платіж

source: Only numbers between 3 and 25 are allowed. These values were rejected:
uk: Допускаються лише числа від 3 до 25. Наступні значення було відхилено:

source: Order returned and refunded via Mono Part Pay
uk: Замовлення повернуто та відшкодовано через Mono Part Pay.

source: Order status has changed. Please reload the page to see the most recent data
uk: Статус замовлення змінився. Перезавантажте сторінку щоб побачити найактувальніші дані

source: Pay using Mono Hire Purchase Method.
uk: Оплатити за допомогою "Покупки частинами" Mono.

source: Payment Method Logo
uk: Лого платіжного методу

source: Please select who will refund the money
uk: Будь ласка, виберіть, хто буде повертати кошти.

source: Production API URL
uk: Бойовий API URL

source: Production Sign Key
uk: Бойовий Sign Key

source: Production Store ID
uk: Бойовий Store ID

source: Reject Mono Order
uk: Скасувати заявку на "Покупку частинами"

source: Reload
uk: Перезавантажити

source: Remove Image
uk: Видалити зображення

source: Return Order
uk: Повернути замовлення

source: Select Image
uk: Оберіть зображення

source: Selected number of payments:
uk: Обрана кількість платежів:

source: Send Order to Mono Pay
uk: Надіслати заявку

source: Settings
uk: Налаштування

source: Shipment status
uk: Статус видачі клієнту

source: Shortcode copied to clipboard!
uk: Шорткод скопійовано в буфер обміну!

source: Store refunds
uk: Магазин повертає

source: Test API URL
uk: Тестовий API URL

source: Test Sign Key
uk: Тестовий Sign Key

source: Test Store ID
uk: Тестовий Store ID

source: This controls the description which the user sees during checkout.
uk: Це визначає опис, який користувач бачить під час оформлення замовлення.

source: This controls the title which the user sees during checkout.
uk: Це визначає заголовок, який користувач бачить під час оформлення замовлення.

source: This logo is displayed on a checkout page.
uk: Логотип який відображається при оформленні замовлення

source: Title
uk: Назва

source: Unknown payment status via Mono Part Pay.
uk: Статус заяки на "Покупку частинами" невідомий

source: Use this image
uk: Використати дане зображення

source: View Documentation
uk: Перейти до документації

source: You can place this banner anywhere using <code>[mono_hire_purchase_banner]</code> shortcode
uk: Ви можете вивести даний банер будь-де за допомогою <code>[mono_hire_purchase_banner]</code> шорткоду
